{
  "Xin chào": "Hello",
  "Đăng nhập": "Signin",
  "Đăng kí": "Signup",
  "Trang chủ": "Home",
  "Tin tức": "News",
  "Liên hệ": "Contact",
  "PHIM ĐANG CHIẾU": "NOW SHOWING",
  "PHIM SẮP CHIẾU": "COMING SOON",
  "ĐẶT VÉ": "BOOKING",
  "Chi tiết": "Detail",
  "ĐỐI TÁC": "PARTNER",
  "Đánh giá": "Rated",
  "Ngày chiếu": "Release date",
  "Lịch chiếu": "Showtimes",
  "Thông tin": "Info",
  "01 CHỌN GHẾ & THANH TOÁN": "CHOOSE SEATS AND COMPLETE THE PAYMENTS",
  "02 KẾT QUẢ ĐẶT VÉ": "02 BOOKING CONFIRMINATION",
  "Màn hình": "Logout",
  "Địa điểm": "Cinema",
  "Ghế": "Seat",
  "Số điện thoại": "Phone",
  "Ghế chưa đặt": "Standard",
  "Ghế đang đặt": "Choosing",
  "Ghế VIP": "VIP",
  "Ghế đã đặt": "Occupied",
  "Ghế bạn đặt": "Checked",
  "Giờ chiếu": "Showtimes",
  "Tên rạp": "Cinema",
  "Lịch sử đặt vé khách hàng": "Booking History",
  "Hãy xem thông tin địa điểm và tận hưởng thời gian xem phim vui vẻ": "Check out the venue information and enjoy your movie time",
  "SÁT THỦ JOHN WICK 2": "JOHN WICK 2",
  "John Wick là một sát thủ khét tiếng trong giới xã hội đen. Những kẻ trong nghề thường truyền tai nhau rằng: “Hắn không phải là ác quỷ. Hắn là người được cử đi để giết ác quỷ”. Phần hai của John Wick bắt đầu khi nhân vật sát thủ máu lạnh của Keanu Reeves đặt chân tới thành phố Rome, Italy và không may đụng độ với một gã gangster khét tiếng tại đất nước này.": "John Wick is a notorious assassin in the gangster world. People in the profession often tell each other: \"He is not a devil. He is the one sent to kill the devil.\" Part two of John Wick begins when Keanu Reeves' cold-blooded assassin character arrives in Rome, Italy and unfortunately clashes with a notorious gangster in this country.",
  "Ít nhất 2 ký tự!": "Mininum 2 characters!",
  "Tối đa 15 ký tự!": "Maximum 15 characters!",
  "Tài khoản không được để trống!": "Required!",
  "Ít nhất 6 ký tự!": "Minimum 6 characters!",
  "Mật khẩu không được để trống!": "Required!",
  "Tài khoản": "Account",
  "Quên mật khẩu ?": "Forgot password ?",
  "Bạn chưa có tài khoản": "Don't you have an account?",
  "Email": "Email",
  "Nhập lại mật khẩu": "Confirm password",
  "Mật khẩu không khớp!": "Password's not match!",
  "Nhập lại mật khẩu!": "Required!",
  "Vui lòng chỉ nhập số!": "That doesn't look like a phone number!",
  "Chỉ nhập số dương!": "A phone number can't start with a minus!",
  "Chỉ nhập số nguyên!": "A phone number can't include a decimal point!",
  "Số điện thoại không được để trống!": "Required!",
  "Email không hợp lệ!": "Invalid email format!",
  "Email không được để trống!": "Required!",
  "Họ tên": "Full Name",
  "Thêm lịch chiếu thành công!": "Schedule added successfully!",
  "Mật khẩu không chính xác!": "Password is incorrect!",
  "Mật khẩu mới phải chứa ít nhất 6 ký tự!": "New password must be at least 6 characters long!",
  "Mật khẩu": "Password",
  "Chức năng": "Function",
  "Đổi mật khẩu": "Change Password",
  "Cập nhật": "Update",
  "THÔNG TIN CÁ NHÂN": "PERSONAL INFORMATION",
  "LỊCH SỬ ĐẶT VÉ": "BOOKING HISTORY",
  "Mật khẩu cũ": "Old Password",
  "Mật khẩu mới": "New Password",
  "Tài khoản hoặc mật khẩu không đúng!": "Incorrect username or password!",
  "Email đã tồn tại!": "Email already exists!",
  "Tài khoản đã tồn tại!": "Account already exists!",
  "Cập nhật thành công!": "Updated successfully!",
  "Thêm phim thành công!": "Added successfully!",
  "Xoá phim thành công!": "Deleted successfully!",
  "Tiếng việt": "Vietnamese",
  "Tiếng anh": "English",
  "Tiếng trung (giản thể)": "Chinese",
  "Họ tên không được để trống!": "Full Name cannot be blank!",
  "Khuyến mãi": "Offers",
  "Tận hưởng Ưu Đãi lên đến 3 VÉ BHD Star mỗi tuần chỉ với giá 59k/vé khi mua vé trên TIX hoặc Mục Vé Phim trên ZaloPay.": "Enjoy up to 3 BHD Star tickets per week for only 59,000 VND/ticket when purchasing tickets on TIX or in the Movie Tickets section on ZaloPay.",
  "BHD 59K/VÉ CẢ TUẦN !!!": "BHD 59K/TICKET ALL WEEK !!!",
  "TIX 1K/VÉ NGẠI CHI GIÁ VÉ": "TIX 1K/TICKET, NO ADDITIONAL FEES",
  "Đồng giá 1k/vé cả tuần tất cả các rạp trên TIX + Nhận thêm 02 voucher thanh toán ZaloPay thả ga": "Fixed price of 1K/ticket for the entire week at all cinemas on TIX + Receive 02 additional ZaloPay payment vouchers. Enjoy to the fullest!",
  "Ấn định chắc nịch ngày khởi chiếu 16.04, Lý Hải tung clip Lật Mặt: 48H đậm chất": "Firmly set the premiere date on April 16, Ly Hai releases a teaser for 'Lat Mat: 48H' with a strong essence",
  "Trước thềm khởi chiếu 16.04 này, Lý Hải bất ngờ tung clip rượt đuổi gay cấn thót tim fans hâm mộ": "Prior to the premiere on April 16, Ly Hai unexpectedly releases an intense and thrilling chase clip, leaving fans on the edge of their seats",
  "[MORTAL KOMBAT: CUỘC CHIẾN SINH TỬ] - GỌI TÊN NHỮNG PHIM ĐIỆN ẢNH NỔI...": "[MORTAL KOMBAT: CUỘC CHIẾN SINH TỬ] - CALLING OUT THE NOTABLE FILMS...",
  "Cư dân nơi khác đang sắp “gato nổ mắt” với dân Sài Thành khi sắp tới đây thành phố HCM sẽ chào đón ...": "Residents from elsewhere are about to be envious as Saigonese are gearing up for an upcoming event when Ho Chi Minh City is poised to welcome...",
  "PROMISING YOUNG WOMAN | Bông hồng nước Anh Carey Mulligan và màn trả thù...": "PROMISING YOUNG WOMAN | British Rose Carey Mulligan and the revenge plot...",
  "Đề cử giải Oscar danh giá vừa gọi tên Carey Mulligan ở hạng mục nữ chính xuất sắc nhất ...": "Nominated for the prestigious Oscar, Carey Mulligan is named in the category of Best Leading Actress...",
  "VỪA ĐẸP LẠI VỪA TÀI NĂNG, DÀN SAO NAM CỦA PHIM “BÀN TAY DIỆT QUỶ": "BEAUTIFUL AND TALENTED, THE MALE CAST OF 'THE HAND OF DEMON SLAYER",
  "Quy tụ 3 nam tài tử vừa điển trai, vừa được đánh giá cao về năng lực diễn xuất là Park Seo Joon, ...": "Assembling three handsome and highly acclaimed male actors known for both their good looks and acting prowess, including Park Seo Joon, ...",
  "Khai trương rạp xịn giá ngon, chuẩn xì-tai Sài Gòn": "Grand opening of a high-end cinema with attractive prices, setting the standard for luxury in Saigon.",
  "Bóc tem tổ hợp giải trí mới toanh của giới Hà Thành": "Unveiling the brand-new entertainment complex in the world of Hanoi.",
  "Tiệc Trăng Máu chính thức cán mốc 100 tỷ chỉ sau 2 tuần công chiếu": "Moonlight Blood Feast officially reaches the 100 billion VND milestone just two weeks after its premiere.",
  "NGÔ THANH VÂN CHÍNH THỨC KHỞI ĐỘNG CUỘC THI": "NGO THANH VAN OFFICIALLY LAUNCHES THE COMPETITION"
}
